// @<COPYRIGHT>@
// ==================================================
// Copyright 2013
// Siemens Product Lifecycle Management Software Inc.
// All Rights Reserved.
// ==================================================
// @<COPYRIGHT>@

connectionRefused=Se rechaz\u00F3 la conexi\u00F3n con el servidor (%1). \n Aseg\u00FArese de que el servidor est\u00E9 activo en este anfitri\u00F3n (%2) y puerto (%3) o que la direcci\u00F3n URL sea la correcta.
unexpectedResponse=Se recibi\u00F3 una respuesta HTTP no prevista del servidor con el c\u00F3digo de estatus %1
unknownHost=La direcci\u00F3n URL del servidor, %1, hace referencia a un anfitri\u00F3n desconocido (%2). \n Aseg\u00FArese de que este anfitri\u00F3n sea accesible en la red o que la direcci\u00F3n URL sea la correcta.
xmlNotReturned=El servidor no devolvi\u00F3 un documento XML.
connectionFailed=No se pudo conectar con "%1" mediante el IIOP\n
createConnectionFailed=Fallo al crear una conexi\u00F3n con "%1".
loginWithSerializedConnectionFailed=Id de usuario no v\u00E1lido: se utiliz\u00F3 un archivo de conexi\u00F3n serializada. Inicie la sesi\u00F3n con el Id de usuario  %1.
websealSSONotConfigured=No se puede autenticar con un servidor WebSeal a menos que RAC est\u00E9 configurado para SSO.
websealUnexpectedResponse=Recibi\u00F3 una respuesta no prevista del servidor, 200 con tipo de contenido: texto/html, pero no tiene la cabecera Htpp como el 'servidor'.\n
websealNoWebsealHeaderResponse=Recibi\u00F3 una respuesta HTML no prevista del servidor\n
websealNoPostActionResponse=Recibi\u00F3 una respuesta no prevista del servidor WebSEAL, no se encontr\u00F3 la acci\u00F3n posterior correspondiente.\n
websealSsoNotConfigured=No se puede autenticar con un servidor WebSeal a menos que RAC est\u00E9 configurado para SSO.
websealCookieNotFound=El cliente SSO no proporcion\u00F3 ninguna cookie.
websealNoNewCookies=El cliente SSO no nos proporcion\u00F3 ninguna cookie que satisficiera el servidor WebSEAL.\nCookies de RAC:\n%1 Cookies del cliente SSO:\n%2
webSealDuplicateCookies=El cliente SSO solamente nos proporcion\u00F3 cookies que ya ten\u00EDamos.\nCookies de RAC:\n%1 Cookies del cliente SSO:\n%2
xmlMarshallError=Se produjo un error en la conversi\u00F3n al procesar XML de %1.%2.\n%3
corbaError=El servidor de Teamcenter no respondi\u00F3: %1.\nPuede que el servidor de Teamcenter haya terminado abruptamente o que haya encontrado un error irrecuperable. Consulte el registro del sistema del servidor de Teamcenter si desea obtener m\u00E1s detalles.
unhandledInternalServerException=El servidor devolvi\u00F3 un error interno del servidor.\n%1\nSe cerrar\u00E1 la aplicaci\u00F3n.
unhandledCancelException=Aparentemente el cliente cancel\u00F3 la autenticaci\u00F3n.\n"%1\nNo est\u00E1 muy claro c\u00F3mo se debe continuar.
fileDoesNotExist=El archivo no existe: %1.
fmsRegisterError=Error al registrar las peticiones con FMS para cargar (%1).\n%2
fmsUploadError=Error al cargar el archivo con FMS (%1).\n%2
fmsDownloadRegister=Error al registrar la petici\u00F3n con FMS para descargar (%1)\n%2
fmsDownloadError=Error al descargar el archivo transitorio con el Sistema de gesti\u00F3n de archivos FMS (%1).\n %2
propertyNotLoaded=No se carg\u00F3 la propiedad %1 del objeto %2 (%3).
invalidPropName=No se defini\u00F3 la propiedad %1 del tipo %2.
failedToCreateCDM=Fallo al construir el modelo de datos del cliente.\n%1
objectDoesNotExist="No existe un objeto correspondiente a UID %1 en el modelo de datos del cliente.
failedToCreateCMM=Fallo al construir el metamodelo del cliente.\n%1
failedCDMactiveServer=Se intent\u00F3 acceder a la informaci\u00F3n en el metamodelo del cliente pero estos datos no existen y no hay una conexi\u00F3n activa para recuperar los datos del servidor.
invalidUID=Se intent\u00F3 crear un objeto modelo con el UID %1 no v\u00E1lido.
missingExpectedDataset=Fallo al obtener la petici\u00F3n de %1. Los conjuntos de datos disponibles son: %2."
invalidCharString=No se puede analizar sint\u00E1cticamente la cadena de entrada como un car\u00E1cter. Se esperaba un valor de cadena entre '0' y '255'. Pero recibi\u00F3 la cadena '%1'.
invalidDateString=No se puede analizar sint\u00E1cticamente la cadena de entrada como una fecha. Se esperaba una cadena con la sintaxis 'aaaa-MM-dd'T'HH:mm:ssZ'. Recibi\u00F3 la cadena '%1'.
cancelCacheDownload=El usuario cancel\u00F3 la descarga de la memoria cach\u00E9 del metamodelo del cliente.
policyManager91server=El gestor de normas generales de propiedad del objeto requiere el uso de un servidor de Teamcenter 9.1 o m\u00E1s reciente para utilizar las normas generales din\u00E1micas. 
policyManager80server=El gestor de normas generales de propiedad del objeto requiere el uso de un servidor de Teamcenter 8.0 o m\u00E1s reciente para utilizar las normas generales definidas por el cliente. 
policyNotRegistered=Primeramente se deber\u00E1 agregar la norma general %1 al Gestor de normas generales de propiedad del objeto mediante el m\u00E9todo Agregar la norma general.
policyNotDynamic=La norma general %1 no es din\u00E1mica y no se puede actualizar.        
policyInvalidType=%1 no es un tipo v\u00E1lido en el metamodelo del cliente.
urlMalformat=El servidor URL, %1, no es v\u00E1lido.\n%2
operationTimedOut=
sslCaCertError=
httpOutOfMemory=
httpError=Fallo al procesar la petici\u00F3n de servicio.\n%1
xmlParsingError=Fallo al analizar sint\u00E1cticamente el documento de errores XML. Consulte el archivo de registro si desea obtener m\u00E1s detalles.
unexpectedTcResponseXml=Se encontr\u00F3 un elemento no previsto en el documento XML TcResponse. Consulte el archivo de registro si desea obtener m\u00E1s detalles.
unexpectedXml=Documento XML no previsto. Consulte el archivo de registro si desea obtener m\u00E1s informaci\u00F3n.
reassignmnetFailedForLincenses=Fallo al adquirir una licencia despu\u00E9s de la reasignaci\u00F3n del servidor.\n%1
reassignmnetFailedForState=Fallo al fijar el estado de la sesi\u00F3n despu\u00E9s de la reasignaci\u00F3n del servidor.\n%1
httpRecoverableErrror=Fallo al enviar la petici\u00F3n de servicio, se encontr\u00F3 un error irrecuperable en el HTTP.\n%1
httpIOSendError=Fallo al enviar la petici\u00F3n de servicio, se encontr\u00F3 un error de entrada o salida en el HTTP.\n%1
httpIOReceiveError=Fallo al leer la respuesta servicio, se encontr\u00F3 un error de entrada o salida en el HTTP.\n%1
tccsIOError=Fallo al enviar la petici\u00F3n de servicio, se encontr\u00F3 un error de entrada o salida.\n%1
tccsConnectionError=Fallo al enviar la petici\u00F3n de servicio, se encontr\u00F3 un error de conexi\u00F3n en TCCS.\n%1
tccsProtocolError=Fallo al enviar la petici\u00F3n de servicio, encontr\u00F3 un error en el protocolo de TCCS.\n%1
notUsingSsoCredentials=
cryptoFailed=
faildToUpdatePolicy=Fallo al actualizar la norma general (%1). %2
failedToRegisterTickets=Fallo al registrar las peticiones del FMS. %1
failedToDownloadFiles=Fallo al descargar los archivos. %1
failedToDownloadDataset=Fallo al descargar el conjunto de datos del metamodelo del cliente %1. %2
failedToInitFSCAndCache=Fallo al inicializar la FSC. No se utilizar\u00E1 la memoria cach\u00E9 del metamodelo del cliente. %1
failedDatasetZip=Fallo al abrir el archivo zip del conjunto de datos %1 %2. %3
missingExpectedXmlElement=Esperando el elemento de la estructura de datos %1.
invalidEnum=El valor de la enumeraci\u00F3n %1 no es v\u00E1lido.
tctpUnexpectedResponse=La petici\u00F3n TCTP POST devolvi\u00F3 un c\u00F3digo de respuesta no prevista. %1
tctpIllegalState=La petici\u00F3n TCTP POST devolvi\u00F3 una excepci\u00F3n de estado err\u00F3neo. %1
tctpPipeError=Fallo al conectar con el servidor de Teamcenter. %1
tctpInvalidHostPath=La ruta de acceso al anfitri\u00F3n (%1) correspondiente a la conexi\u00F3n TCTP no es v\u00E1lida. Una ruta de acceso v\u00E1lida tiene el formato tctp://<pipe-name>.
unsupportedEncoding=El sistema no soporta la codificaci\u00F3n de caracteres %1.
invalidSignature=El documento no contiene una firma digital v\u00E1lida.
noSignatureInStream=El flujo no contiene una firma digital.
malformedResponsStream=El contenido del flujo tiene un formato incorrecto. El flujo no tiene los caracteres de separaci\u00F3n de cabecera/cuerpo adecuados.

