// @<COPYRIGHT>@
// ==================================================
// Copyright 2013
// Siemens Product Lifecycle Management Software Inc.
// All Rights Reserved.
// ==================================================
// @<COPYRIGHT>@

connectionRefused=Uma conex\u00E3o com o servidor foi recusada (%1). \nCertifique-se de que o servidor est\u00E1 ativo nesse host (%2) e nessa porta (%3) e se essa \u00E9 a URL adequada.
unexpectedResponse=Uma resposta HTTP inesperada foi recebida do servidor com c\u00F3digo de status %1
unknownHost=A URL do servidor, %1, faz refer\u00EAncia a um host desconhecido (%2).\nCertifique-se de que este host est\u00E1 acess\u00EDvel na sua rede e se essa \u00E9 a URL adequada.
xmlNotReturned=O servidor n\u00E3o retornou um documento XML.
connectionFailed=N\u00E3o foi poss\u00EDvel conectar-se ao "%1" via IIOP\n
createConnectionFailed=Falha ao criar uma conex\u00E3o com a "%1".
loginWithSerializedConnectionFailed=ID de usu\u00E1rio inv\u00E1lida: um arquivo de conex\u00E3o em s\u00E9rie foi usado. Fa\u00E7a login com a ID de usu\u00E1rio %1.
websealSSONotConfigured=N\u00E3o \u00E9 poss\u00EDvel autenticar para um servidor WebSEAL salvo se o cliente estiver configurado para SSO. 
websealUnexpectedResponse=Foi recebida uma resposta 200 com Content-Type inesperada do servidor: text/html, mas n\u00E3o h\u00E1 'servidor:' de cabe\u00E7alho Http.\n
websealNoWebsealHeaderResponse=Uma resposta inesperada de HTML foi recebida do servidor\n
websealNoPostActionResponse=Uma resposta inesperada do servidor WebSEAL foi recebida. N\u00E3o foi poss\u00EDvel encontrar a a\u00E7\u00E3o POST adequada\n
websealSsoNotConfigured=N\u00E3o \u00E9 poss\u00EDvel autenticar um servidor WebSEAL salvo se o RAC estiver configurado para SSO.
websealCookieNotFound=O Cliente SSO n\u00E3o forneceu nenhum Cookie.
websealNoNewCookies=Falha do Cliente SSO ao fornecer cookies para o servidor WebSEAL.\nCookies do RAC:\n%1Cookies do Cliente SSO:\n%2
webSealDuplicateCookies=O Cliente SSO forneceu somente Cookies que j\u00E1 possu\u00EDmos.\nCookies do RAC:\n%1Cookies do Cliente SSO:\n%2
xmlMarshallError=Ocorreu um erro na organiza\u00E7\u00E3o dos dados durante o processamento do XML para %1.%2.\n%3
corbaError=N\u00E3o foi obtida nenhuma resposta do servidor do Teamcenter: %1.\n\u00C9 poss\u00EDvel que isso seja resultado de uma queda no servidor do Teamcenter, ou que o servidor do Teamcenter esteja encontrando um erro do qual n\u00E3o pode ser recuperar. Verifique o syslog do servidor do Teamcenter para obter mais detalhes.
unhandledInternalServerException=O servidor retornou um erro de servidor interno.\n%1\nO aplicativo ser\u00E1 fechado.
unhandledCancelException=O cliente parece ter cancelado a autentica\u00E7\u00E3o.\n"%1\nN\u00E3o est\u00E1 claro como se deve proceder.
fileDoesNotExist=O arquivo n\u00E3o existe: %1.
fmsRegisterError=Erro ao registrar chamados com o FMS para upload (%1).\n%2
fmsUploadError=Erro ao carregar o arquivo usando o FMS (%1).\n%2
fmsDownloadRegister=Erro ao registrar o chamado com o FMS para download (%1)\n%2
fmsDownloadError=Erro ao baixar o arquivo transit\u00F3rio usando o FMS (%1).\n%2
propertyNotLoaded=A propriedade %1 n\u00E3o est\u00E1 carregada para o objeto %2 (%3).
invalidPropName=A propriedade %1 n\u00E3o est\u00E1 definida para o tipo %2.
failedToCreateCDM=Falha ao construir o ClientDataModel.\n%1
objectDoesNotExist="N\u00E3o h\u00E1 um objeto para a UID %1 no Modelo de Dados do Cliente.
failedToCreateCMM=Falha ao construir o ClientMetaModel.\n%1
failedCDMactiveServer=Foi feita uma tentativa de acessar informa\u00E7\u00F5es no Modelo Meta do Cliente, entretanto, estes dados n\u00E3o existem e n\u00E3o h\u00E1 uma Conex\u00E3o ativa para recuperar os dados do servidor.
invalidUID=Foi feita uma tentativa de criar um ModelObject com a UID %1 inv\u00E1lida.
missingExpectedDataset=Falha ao obter o chamado para %1. Os Datasets dispon\u00EDveis s\u00E3o: %2."
invalidCharString=N\u00E3o \u00E9 poss\u00EDvel analisar a sequ\u00EAncia de entrada como um Caractere. Um valor de  '0' - '255' na sequ\u00EAncia \u00E9 esperado. Sequ\u00EAncia '%1' recebida.
invalidDateString=N\u00E3o \u00E9 poss\u00EDvel analisar a sequ\u00EAncia de entrada como uma Data. Espera-se que a sequ\u00EAncia tenha a sintaxe 'aaaa-MM-dd'T'HH:mm:ssZ'. Sequ\u00EAncia de caracteres '%1' recebida.
cancelCacheDownload=O usu\u00E1rio cancelou o download do Cache do Modelo Meta do Cliente.
policyManager91server=O Gerenciador de Pol\u00EDticas de Propriedade do Objeto exige um servidor do Teamcenter 9.1 ou mais recente para usar as pol\u00EDticas Din\u00E2mica.
policyManager80server=O Gerenciador de Pol\u00EDticas de Propriedade do Objeto exige um servidor do Teamcenter 8.0 ou mais recente para usar as pol\u00EDticas definidas pelo cliente.
policyNotRegistered=A pol\u00EDtica %1 deve primeiro ser adicionada ao Gerenciador de Pol\u00EDtica da Propriedade do Objeto atrav\u00E9s do m\u00E9todo addPolicy.
policyNotDynamic=A pol\u00EDtica %1 n\u00E3o \u00E9 Din\u00E2mica e n\u00E3o pode ser atualizada.        
policyInvalidType=%1 n\u00E3o \u00E9 um tipo v\u00E1lido no Modelo Meta do Cliente.
urlMalformat=O servidor URL, %1, n\u00E3o \u00E9 v\u00E1lido.\n%2
operationTimedOut=
sslCaCertError=
httpOutOfMemory=
httpError=Falha ao processar a solicita\u00E7\u00E3o de servi\u00E7o.\n%1
xmlParsingError=Falha ao analisar o documento de erro de XML. Consulte o arquivo de log para obter mais informa\u00E7\u00F5es.
unexpectedTcResponseXml=Elemento inesperado no documento XML TcResponse. Consulte o arquivo de log para obter mais informa\u00E7\u00F5es.
unexpectedXml=Documento de XML inesperado. Consulte o arquivo de log para obter mais informa\u00E7\u00F5es.
reassignmnetFailedForLincenses=Falha ao adquirir a licen\u00E7a ap\u00F3s a nova atribui\u00E7\u00E3o do servidor.\n%1
reassignmnetFailedForState=Falha ao definir o estado da sess\u00E3o ap\u00F3s a nova atribui\u00E7\u00E3o do servidor.\n%1
httpRecoverableErrror=Falha ao enviar a solicita\u00E7\u00E3o de servi\u00E7o. Foi encontrado um erro de HTTP recuper\u00E1vel.\n%1
httpIOSendError=Falha ao enviar a solicita\u00E7\u00E3o de servi\u00E7o. Foi encontrado um erro de E/S de HTTP.\n%1
httpIOReceiveError=Falha ao ler a resposta do servi\u00E7o. Foi encontrado um erro de E/S de HTTP.\n%1
tccsIOError=Falha ao enviar a solicita\u00E7\u00E3o de servi\u00E7o. Foi encontrado um erro de E/S.\n%1
tccsConnectionError=Falha ao enviar uma solicita\u00E7\u00E3o de servi\u00E7o. Foi encontrado um erro de conex\u00E3o de TCCS.\n%1
tccsProtocolError=Falha ao enviar a solicita\u00E7\u00E3o de servi\u00E7o. Foi encontrado um erro de protocolo TCCS.\n%1
notUsingSsoCredentials=
cryptoFailed=
faildToUpdatePolicy=Falha ao carregar a pol\u00EDtica (%1). %2
failedToRegisterTickets=Falha ao registrar os chamados do FMS. %1
failedToDownloadFiles=Falha ao baixar os arquivos. %1
failedToDownloadDataset=Falha ao baixar o Dataset do Modelo Meta do Cliente %1. %2
failedToInitFSCAndCache=Falha ao iniciar o FSC. O Cache do Modelo Meta do Cliente n\u00E3o ser\u00E1 usado. %1
failedDatasetZip=Falha ao abrir o Dataset %1 arquivo zip %2. %3
missingExpectedXmlElement=Espera-se o elemento de estrutura de dados %1.
invalidEnum=Valor de enumera\u00E7\u00E3o inv\u00E1lido %1.
tctpUnexpectedResponse=Solicita\u00E7\u00E3o POST TCTP resultou em c\u00F3digo de resposta inesperado. %1
tctpIllegalState=Solicita\u00E7\u00E3o POST TCTP resultou em IllegalStateException. %1
tctpPipeError=Falha ao se conectar ao servidor Teamcenter. %1
tctpInvalidHostPath=O caminho do host (%1) para uma conex\u00E3o TCTP n\u00E3o \u00E9 v\u00E1lido. Um caminho v\u00E1lido tem o formato  tctp://<pipe-name>.
unsupportedEncoding=O sistema n\u00E3o suporta a codifica\u00E7\u00E3o de caracteres %1.
invalidSignature=O documento n\u00E3o tem uma assinatura digital v\u00E1lida.
noSignatureInStream=A transmiss\u00E3o n\u00E3o cont\u00E9m uma assinatura digital.
malformedResponsStream=O conte\u00FAdo da transmiss\u00E3o tem m\u00E1 forma\u00E7\u00E3o. A transmiss\u00E3o n\u00E3o tem caracteres de separa\u00E7\u00E3o de cabe\u00E7alho/corpo adequados.

