// @<COPYRIGHT>@
// ==================================================
// Copyright 2013
// Siemens Product Lifecycle Management Software Inc.
// All Rights Reserved.
// ==================================================
// @<COPYRIGHT>@

connectionRefused=Spojen\u00ED se serverem bylo odm\u00EDtnuto (%1). \nUjist\u011Bte se, \u017Ee je server aktivn\u00ED na tomto hostiteli (%2) a portu (%3), nebo \u017Ee je toto spr\u00E1vn\u00E1 adresa URL.
unexpectedResponse=Obdr\u017Eena neo\u010Dek\u00E1van\u00E1 odpov\u011B\u010F HTTP serveru se stavov\u00FDm k\u00F3dem %1.
unknownHost=URL adresa serveru, %1, odkazuje na nezn\u00E1m\u00E9ho hostitele (%2).\n Ujist\u011Bte se, \u017Ee tento hostitel je na va\u0161\u00ED s\u00EDti dostupn\u00FD, nebo \u017Ee je toto spr\u00E1vn\u00E1 adresa URL.
xmlNotReturned=Server nevr\u00E1til dokument XML.
connectionFailed=Nebylo mo\u017Eno se p\u0159ipojit k "%1" pomoc\u00ED IIOP\n
createConnectionFailed=Tvorba p\u0159ipojen\u00ED k "%1$" selhala.
loginWithSerializedConnectionFailed=Neplatn\u00FD ID u\u017Eivatele: byl pou\u017Eit s\u00E9riov\u00FD soubor p\u0159ipojen\u00ED. P\u0159ihla\u0161te se pomoc\u00ED ID u\u017Eivatele %1.
websealSSONotConfigured=Nelze ov\u011B\u0159it oproti serveru WebSEAL, pokud nen\u00ED klient konfigurov\u00E1no pro SSO.
websealUnexpectedResponse=Ze serveru byla obdr\u017Eena neo\u010Dek\u00E1van\u00E1 odpov\u011B\u010F, stavov\u00FD k\u00F3d 200 s hlavi\u010Dkou Content-Type: text/html, ale bez hlavi\u010Dky Http 'server:'.\n
websealNoWebsealHeaderResponse=Ze serveru byla obdr\u017Eena neo\u010Dek\u00E1v\u00E1n\u00E1 odpov\u011B\u010F HTML\n
websealNoPostActionResponse=Ze serveru WebSEAL byla obdr\u017Eena neo\u010Dek\u00E1van\u00E1 odpov\u011B\u010F, nelze nal\u00E9zt spr\u00E1vnou akci POST\n
websealSsoNotConfigured=Nelze ov\u011B\u0159it oproti serveru WebSEAL, pokud nen\u00ED RAC konfigurov\u00E1no pro SSO.
websealCookieNotFound=Klient SSO neposkytl \u017E\u00E1dn\u00E9 Cookies.
websealNoNewCookies=Klient SSO neposkytl \u017E\u00E1dn\u00E9 cookies, kter\u00E9 by uspokojily server WebSEAL.\nRAC Cookies:\n%1Cookies od klienta SSO:\n%2
webSealDuplicateCookies=Klient SSO poskytl pouze Cookies, kter\u00E9 ji\u017E m\u00E1me.\nRAC Cookies:\n%1Cookies od klienta SSO:\n%2
xmlMarshallError=P\u0159i zpracov\u00E1n\u00ED XML pro %1.%2 nastala chyba \u0159azen\u00ED.\n%3
corbaError=Odezva serveru Teamcenteru se nezda\u0159ila: %1.\nTo je pravd\u011Bpodobn\u011B zp\u016Fsobeno p\u00E1dem serveru Teamcenteru nebo do\u0161lo na serveru Teamcenteru k neopraviteln\u00E9 chyb\u011B. V\u00EDce podrobnost\u00ED naleznete v protokolov\u00E9m souboru serveru Teamcenteru.
unhandledInternalServerException=Server vr\u00E1til intern\u00ED chybu serveru.\n%1\nAplikace bude ukon\u010Dena.
unhandledCancelException=Zd\u00E1 se, \u017Ee klient zru\u0161il ov\u011B\u0159ov\u00E1n\u00ED.\n"%1\nNen\u00ED jasn\u00E9, jak pokra\u010Dovat.
fileDoesNotExist=Soubor neexistuje: %1.
fmsRegisterError=Do\u0161lo k chyb\u011B p\u0159i registrov\u00E1n\u00ED popisk\u016F pro odesl\u00E1n\u00ED u FMS (%1).\n%2
fmsUploadError=Do\u0161lo k chyb\u011B p\u0159i odes\u00EDl\u00E1n\u00ED souboru pomoc\u00ED FMS (%1).\n%2
fmsDownloadRegister=Do\u0161lo k chyb\u011B p\u0159i registrov\u00E1n\u00ED popisku pro sta\u017Een\u00ED u FMS (%1).\n%2
fmsDownloadError=Chyba p\u0159i stahov\u00E1n\u00ED do\u010Dasn\u00E9ho souboru pomoc\u00ED FMS (%1).\n%2
propertyNotLoaded=Vlastnost %1 nen\u00ED na\u010Dtena pro objekt %2 (%3).
invalidPropName=Vlastnost %1 nen\u00ED definov\u00E1na pro typ %2.
failedToCreateCDM=Tvorba ClientDataModel se nezda\u0159ila.\n%1
objectDoesNotExist="Objekt pro UID %1 neexistuje v datov\u00E9m modelu klienta.
failedToCreateCMM=Tvorba ClientMetaModel se nezda\u0159ila.\n%1
failedCDMactiveServer=Byl proveden pokus o zp\u0159\u00EDstupn\u011Bn\u00ED informac\u00ED v metamodelu klienta, ale tyto data neexistuj\u00ED a nen\u00ED nav\u00E1z\u00E1no aktivn\u00ED p\u0159ipojen\u00ED, pomoc\u00ED kter\u00E9ho by byly data ze serveru z\u00EDsk\u00E1ny.
invalidUID=Byl proveden pokus o vytvo\u0159en\u00ED ModelObject s neplatn\u00FDm UID %1.
missingExpectedDataset=Z\u00EDsk\u00E1v\u00E1n\u00ED popisku pro %1 se nezda\u0159ilo. Dostupn\u00E9 datasety jsou: %2."
invalidCharString=Nebylo mo\u017En\u00E9 zpracovat vstupn\u00ED \u0159et\u011Bzec jako typ Char. O\u010Dek\u00E1v\u00E1n \u0159et\u011Bzec o hodnot\u011B '0' - '255'. Obdr\u017Een \u0159et\u011Bzec '%1'.
invalidDateString=Nebylo mo\u017En\u00E9 zpracovat vstupn\u00ED \u0159et\u011Bzec jako typ Date. O\u010Dek\u00E1v\u00E1n \u0159et\u011Bzec se syntax\u00ED 'yyyy-MM-dd'T'HH:mm:ssZ'. Obdr\u017Een \u0159et\u011Bzec '%1'.
cancelCacheDownload=U\u017Eivatel zru\u0161il sta\u017Een\u00ED vyrovn\u00E1vac\u00ED pam\u011Bti metamodelu klienta.
policyManager91server=Spr\u00E1vce z\u00E1sad vlastnost\u00ED objektu vy\u017Eaduje server Teamcenteru verze 9.1 \u010Di nov\u011Bj\u0161\u00ED, aby bylo mo\u017En\u00E9 pou\u017E\u00EDvat dynamick\u00E9 z\u00E1sady.
policyManager80server=Spr\u00E1vce z\u00E1sad vlastnost\u00ED objektu vy\u017Eaduje server Teamcenteru verze 8.0 \u010Di nov\u011Bj\u0161\u00ED, aby bylo mo\u017En\u00E9 pou\u017E\u00EDvat z\u00E1sady definovan\u00E9 klientem.
policyNotRegistered=Z\u00E1sada %1 mus\u00ED b\u00FDt nejd\u0159\u00EDve p\u0159id\u00E1na do Spr\u00E1vce z\u00E1sad vlastnost\u00ED objektu pomoc\u00ED metody addPolicy.
policyNotDynamic=Z\u00E1sada %1 nen\u00ED dynamick\u00E1 a nelze ji aktualizovat.        
policyInvalidType=%1 nen\u00ED platn\u00FD typ v metamodelu klienta.
urlMalformat=URL serveru, %1, nen\u00ED platn\u00E1.\n%2
operationTimedOut=
sslCaCertError=
httpOutOfMemory=
httpError=Zpracov\u00E1v\u00E1n\u00ED po\u017Eadavku slu\u017Eby se nezda\u0159ilo.\n%1
xmlParsingError=Zpracov\u00E1v\u00E1n\u00ED chybov\u00E9ho dokumentu XML se nezda\u0159ilo. V\u00EDce informac\u00ED naleznete v protokolov\u00E9m souboru.
unexpectedTcResponseXml=Neo\u010Dek\u00E1v\u00E1n\u00FD objekt v dokumentu XML TcResponse. V\u00EDce informac\u00ED naleznete v protokolov\u00E9m souboru.
unexpectedXml=Neo\u010Dek\u00E1v\u00E1n\u00FD dokument XML. V\u00EDce informac\u00ED naleznete v protokolov\u00E9m souboru.
reassignmnetFailedForLincenses=Z\u00EDsk\u00E1v\u00E1n\u00ED licence po nov\u00E9m p\u0159i\u0159azen\u00ED serveru se nezda\u0159ilo.\n%1
reassignmnetFailedForState=Nastavov\u00E1n\u00ED stavu relace po nov\u00E9m p\u0159i\u0159azen\u00ED serveru se nezda\u0159ilo.\n%1
httpRecoverableErrror=Odesl\u00E1n\u00ED po\u017Eadavku slu\u017Eby se nezda\u0159ilo, byla zaznamen\u00E1na neopraviteln\u00E1 chyba HTTP.\n%1
httpIOSendError=Odesl\u00E1n\u00ED po\u017Eadavku slu\u017Eby se nezda\u0159ilo, byla zaznamen\u00E1na chyba vstupu/v\u00FDstupu HTTP.\n%1
httpIOReceiveError=Odesl\u00E1n\u00ED odezvy slu\u017Eby se nezda\u0159ilo, byla zaznamen\u00E1na chyba vstupu/v\u00FDstupu HTTP.\n%1
tccsIOError=Odesl\u00E1n\u00ED po\u017Eadavku slu\u017Eby se nezda\u0159ilo, byla zaznamen\u00E1na chyba vstupu/v\u00FDstupu.\n%1
tccsConnectionError=Odesl\u00E1n\u00ED po\u017Eadavku slu\u017Eby se nezda\u0159ilo, byla zaznamen\u00E1na chyba p\u0159ipojen\u00ED TCCS.\n%1
tccsProtocolError=Odesl\u00E1n\u00ED po\u017Eadavku slu\u017Eby se nezda\u0159ilo, byla zaznamen\u00E1na chyba protokolu TCCS.\n%1
notUsingSsoCredentials=
cryptoFailed=
faildToUpdatePolicy=Aktualizace z\u00E1sady (%1) se nezda\u0159ila. %2
failedToRegisterTickets=Registrov\u00E1n\u00ED popisk\u016F FMS se nezda\u0159ilo. %1
failedToDownloadFiles=Sta\u017Een\u00ED soubor\u016F se nezda\u0159ilo. %1
failedToDownloadDataset=Sta\u017Een\u00ED datasetu metamodelu klienta %1 se nezda\u0159ilo. %2
failedToInitFSCAndCache=Inicializace FSC se nezda\u0159ila. Vyrovn\u00E1vac\u00ED pam\u011B\u0165 metamodelu klienta nebude pou\u017Eita. %1
failedDatasetZip=Otev\u00EDr\u00E1n\u00ED souboru ZIP %2 datasetu %1 se nezda\u0159ilo. %3
missingExpectedXmlElement=O\u010Dek\u00E1v\u00E1n objekt datov\u00E9 struktury %1.
invalidEnum=Neplatn\u00E1 hodnota vy\u010D\u00EDslen\u00ED %1.
tctpUnexpectedResponse=Po\u017Eadavek TCTP POST vr\u00E1til neo\u010Dek\u00E1van\u00FD k\u00F3d odezvy. %1
tctpIllegalState=Po\u017Eadavek TCTP POST vr\u00E1til IllegalStateException. %1
tctpPipeError=Nepoda\u0159ilo se p\u0159ipojit k serveru Teamcenteru. %1
tctpInvalidHostPath=Cesta hostitele (%1) pro p\u0159ipojen\u00ED TCTP nen\u00ED platn\u00E1. Platn\u00E1 cesta m\u00E1 form\u00E1t tctp://<n\u00E1zev-potrub\u00ED>.
unsupportedEncoding=Syst\u00E9m nepodporuje znakovou sadu %1.
invalidSignature=Dokument nem\u00E1 platn\u00FD digit\u00E1ln\u00ED podpis.
noSignatureInStream=Tok neobsahuje digit\u00E1ln\u00ED podpis.
malformedResponsStream=Obsah toku je po\u0161kozen. Tok neobsahuje spr\u00E1vn\u00E9 odd\u011Blovac\u00ED znaky hlavi\u010Dky a t\u011Bla.

