// @<COPYRIGHT>@
// ==================================================
// Copyright 2013
// Siemens Product Lifecycle Management Software Inc.
// All Rights Reserved.
// ==================================================
// @<COPYRIGHT>@

connectionRefused=Une connexion au serveur a \u00E9t\u00E9 refus\u00E9e ( %1$ ). \nV\u00E9rifiez que le serveur est actif sur cet h\u00F4te (%2$) et ce port (%3$), ou qu'il s'agit de l'URL correcte.
unexpectedResponse=A re\u00E7u une r\u00E9ponse HTTP inattendue du serveur, avec le code de statut %1
unknownHost=L'URL du serveur, %1$, r\u00E9f\u00E9rence un h\u00F4te inconnu (%2$). \nV\u00E9rifiez que cet h\u00F4te est accessible sur votre r\u00E9seau, ou qu'il s'agit de l'URL correcte.
xmlNotReturned=Le serveur n'a pas renvoy\u00E9 un document XML.
connectionFailed=Impossible de se connecter \u00E0 "%1$" via IIOP\n
createConnectionFailed=Echec de cr\u00E9ation de la connexion \u00E0 "%1$".
loginWithSerializedConnectionFailed=ID d'utilisateur non valable: Un fichier de connexion en s\u00E9rie a \u00E9t\u00E9 utilis\u00E9. Connectez-vous avec l'ID d'utilisateur %1$.
websealSSONotConfigured=Impossible d'authentifier par rapport \u00E0 un serveur WebSEAL sauf si le client est configur\u00E9 pour SSO.
websealUnexpectedResponse=A re\u00E7u une r\u00E9ponse inattendue du serveur, 200 avec Content-Type: text/html, mais n'a pas l'en-t\u00EAte Http 'server:'.\n
websealNoWebsealHeaderResponse=A re\u00E7u une r\u00E9ponse HTML inattendue du serveur\n
websealNoPostActionResponse=A re\u00E7u une r\u00E9ponse inattendue du serveur WebSEAL, action POST correcte introuvable\n
websealSsoNotConfigured=Impossible d'authentifier par rapport \u00E0 un serveur WebSEAL sauf si RAC est configur\u00E9 pour SSO.
websealCookieNotFound=Le client SSO n'a pas fourni de cookies.
websealNoNewCookies=Le client SSO n'a pas fourni de cookies qui satisfont au serveur WebSEAL.\nCookies RAC:\n%1Cookies du client SSO:\n%2
webSealDuplicateCookies=Le client SSO n'a fourni que des cookies que vous poss\u00E9dons d\u00E9j\u00E0.\nCookies RAC:\n%1Cookies du client SSO:\n%2
xmlMarshallError=Erreur de tri en traitant XML pour %1$.%2$.\n%3
corbaError=Pas de r\u00E9ponse du serveur Teamcenter: %1$.\nCause probable: crash du serveur Teamcenter, ou ce serveur a d\u00E9tect\u00E9 une erreur irr\u00E9cup\u00E9rable. Consultez le journal du serveur Teamcenter.
unhandledInternalServerException=Le serveur a renvoy\u00E9 une erreur interne.\n%1$\nL'application va s'arr\u00EAter.
unhandledCancelException=Il semble que le client a annul\u00E9 l'authentification.\n%1$\nNe sait comment poursuivre.
fileDoesNotExist=Le fichier n'existe pas: %1$.
fmsRegisterError=Erreur d'enregistrement des tickets avec FMS pour importation (%1$).\n%2
fmsUploadError=Erreur de t\u00E9l\u00E9chargement en utilisant FMS (%1$).\n%2
fmsDownloadRegister=Erreur d'enregistrement du ticket avec FMS pour exportation (%1$).\n%2
fmsDownloadError=Erreur d'exportation du fichier temporaire en utilisant FMS (%1$).\n%2$
propertyNotLoaded=La propri\u00E9t\u00E9 %1$ n'est pas charg\u00E9e pour l'objet %2$ (%3$).
invalidPropName=La propri\u00E9t\u00E9 %1$ n'est pas d\u00E9finie pour le type %2$.
failedToCreateCDM=Echec de construction du ClientDataModel.\n%1$
objectDoesNotExist=Un objet n'existe pas dans le Mod\u00E8le de donn\u00E9es client pour l'UID %1$.
failedToCreateCMM=Echec de construction du ClientMetaModel.\n%1$
failedCDMactiveServer=Tentative d'acc\u00E9der aux informations dans le Mod\u00E8le de m\u00E9tadonn\u00E9es client, toutefois ces donn\u00E9es n'existent pas et il n'y a pas de connexion active pour r\u00E9cup\u00E9rer les donn\u00E9es du serveur.
invalidUID=Tentative de cr\u00E9er un ModelObject avec UID non valable %1$.
missingExpectedDataset=Echec d'obtention du ticket pour %1$. Jeux de donn\u00E9es disponibles: %2$.
invalidCharString=Impossible d'analyser la cha\u00EEne d'entr\u00E9e en tant que caract\u00E8re. Attendait une cha\u00EEne de caract\u00E8res '0' - '255'. A re\u00E7u la cha\u00EEne '%1$'.
invalidDateString=Impossible d'analyser la cha\u00EEne d'entr\u00E9e en tant que date. Attendait une cha\u00EEne avec la syntaxe 'aaaa-MM-jj'T'HH:mm:ssZ'. A re\u00E7u la cha\u00EEne '%1$'.
cancelCacheDownload=L'utilisateur a annul\u00E9 l'exportation de cache de mod\u00E8le de m\u00E9tadonn\u00E9es client.
policyManager91server=Le Gestionnaire de politique de propri\u00E9t\u00E9s d'objet requiert un serveur Teamcenter 9.1 ou plus r\u00E9cent pour utiliser des politiques dynamiques.
policyManager80server=Le Gestionnaire de politique de propri\u00E9t\u00E9s d'objet requiert un serveur Teamcenter 8.0 ou plus r\u00E9cent pour utiliser des politiques d\u00E9finies par le client.
policyNotRegistered=La politique %1$ doit d'abord \u00EAtre ajout\u00E9e au Gestionnaire de politique de propri\u00E9t\u00E9s d'objet via la m\u00E9thode addPolicy.
policyNotDynamic=La politique %1$ n'est pas dynamique et ne peut pas \u00EAtre mise \u00E0 jour. 
policyInvalidType=%1$ n'est pas un type valable dans le Mod\u00E8le de m\u00E9tadonn\u00E9es client.
urlMalformat=L'URL du serveur, %1$, n'est pas valable.\n%2$
operationTimedOut=
sslCaCertError=
httpOutOfMemory=
httpError=Echec de traitement de la requ\u00EAte de service.\n%1$
xmlParsingError=Echec d'analyse du document XML. Consultez le fichier journal. 
unexpectedTcResponseXml=El\u00E9ment inattendu dans le document XML TcResponse. Consultez le fichier journal.
unexpectedXml=Document XML inattendu. Consultez le fichier journal.
reassignmnetFailedForLincenses=Echec d'acquisition d'une licence apr\u00E8s r\u00E9affectation du serveur.\n%1$
reassignmnetFailedForState=Echec de d\u00E9finition de l'\u00E9tat de la session apr\u00E8s r\u00E9affectation du serveur.\n%1$
httpRecoverableErrror=Echec d'envoi de la requ\u00EAte de service, a d\u00E9tect\u00E9 une erreur HTTP r\u00E9cup\u00E9rable.\n%1$
httpIOSendError=Echec d'envoi de la requ\u00EAte de service, a d\u00E9tect\u00E9 une erreur d'entr\u00E9e sortie HTTP.\n%1$
httpIOReceiveError=Echec de lecture de la r\u00E9ponse de service, a d\u00E9tect\u00E9 une erreur d'entr\u00E9e sortie HTTP.\n%1$
tccsIOError=Echec d'envoi de la requ\u00EAte de service, a d\u00E9tect\u00E9 une erreur d'entr\u00E9e sortie.\n%1$
tccsConnectionError=Echec d'envoi de la requ\u00EAte de service, a d\u00E9tect\u00E9 une erreur de connexion TCCS.\n%1$
tccsProtocolError=Echec d'envoi de la requ\u00EAte de service, a d\u00E9tect\u00E9 une erreur de protocole TCCS.\n%1$
notUsingSsoCredentials=
cryptoFailed=
faildToUpdatePolicy=Echec de mise \u00E0 jour de la politique (%1$). %2$
failedToRegisterTickets=Echec d'enregistrement des tickets FMS. %1$
failedToDownloadFiles=Echec d'exportation des fichiers.%1$
failedToDownloadDataset=Echec d'exportation du Jeu de donn\u00E9es de mod\u00E8le de m\u00E9tadonn\u00E9es client %1$. %2$
failedToInitFSCAndCache=Echec d'initialisation du FSC. Le cache du Mod\u00E8le de m\u00E9tadonn\u00E9es client ne sera pas utilis\u00E9. %1$
failedDatasetZip=Echec d'ouverture du fichier zip %1$ du jeu de donn\u00E9es %2$. %3$
missingExpectedXmlElement=L'\u00E9l\u00E9ment de structure de donn\u00E9es \u00E9tait attendu: %1$.
invalidEnum=Valeur d'\u00E9num\u00E9ration non valable %1$.
tctpUnexpectedResponse=La requ\u00EAte TCTP POST a renvoy\u00E9 un code de r\u00E9ponse inattendu. %1$
tctpIllegalState=La requ\u00EAte TCTP POST a renvoy\u00E9 IllegalStateException. %1$
tctpPipeError=Echec de connexion au serveur Teamcenter. %1$
tctpInvalidHostPath=Le chemin de l'h\u00F4te (%1$) pour une connexion TCTP n'est pas valable. Une chemin valable est au format tctp://<pipe-name>.
unsupportedEncoding=Le syst\u00E8me ne prend pas en charge le codage de caract\u00E8res %1$.
invalidSignature=Le document n'a pas de signature num\u00E9rique valable.
noSignatureInStream=Le flux ne contient pas de signature num\u00E9rique.
malformedResponsStream=Le contenu du flux est mal \u00E9crit. Il manque les caract\u00E8res de s\u00E9paration entre l'en-t\u00EAte et le corps du texte.

