// @<COPYRIGHT>@
// ==================================================
// Copyright 2013
// Siemens Product Lifecycle Management Software Inc.
// All Rights Reserved.
// ==================================================
// @<COPYRIGHT>@

connectionRefused=\u30B5\u30FC\u30D0\u3078\u306E\u63A5\u7D9A\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F(%1)\u3002\n\u3053\u306E\u30DB\u30B9\u30C8(%2)\u3068\u30DD\u30FC\u30C8(%3)\u306B\u304A\u3044\u3066\u3001\u30B5\u30FC\u30D0\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u3042\u308B\u3053\u3068\u3001\u307E\u305F\u306F\u3053\u308C\u304C\u9069\u5207\u306AURL\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
unexpectedResponse=\u30B9\u30C6\u30FC\u30BF\u30B9\u30B3\u30FC\u30C9%1\u3067\u30B5\u30FC\u30D0\u304B\u3089\u4E88\u671F\u3057\u306A\u3044HTTP\u5FDC\u7B54\u3092\u53D7\u53D6\u308A\u307E\u3057\u305F
unknownHost=\u30B5\u30FC\u30D0URL\u306E%1\u306F\u3001\u4E0D\u660E\u306A\u30DB\u30B9\u30C8(%2)\u3092\u53C2\u7167\u3057\u307E\u3059\u3002\n\u3053\u306E\u30DB\u30B9\u30C8\u304C\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u4E0A\u3067\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u3001\u307E\u305F\u306F\u3053\u308C\u304C\u9069\u5207\u306AURL\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
xmlNotReturned=\u30B5\u30FC\u30D0\u306FXML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u8FD4\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
connectionFailed=IIOP\u3092\u4ECB\u3057\u3066"%1"\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\n
createConnectionFailed="%1"\u3078\u306E\u63A5\u7D9A\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
loginWithSerializedConnectionFailed=\u7121\u52B9\u306A\u30E6\u30FC\u30B6ID: \u30B7\u30EA\u30A2\u30EB\u756A\u53F7\u4ED8\u304D\u63A5\u7D9A\u30D5\u30A1\u30A4\u30EB\u304C\u4F7F\u7528\u3055\u308C\u307E\u3057\u305F\u3002\u30E6\u30FC\u30B6ID%1\u3067\u30ED\u30B0\u30A4\u30F3\u3057\u3066\u304F\u3060\u3055\u3044\u3002
websealSSONotConfigured=SSO\u306B\u5BFE\u3059\u308B\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u69CB\u6210\u3055\u308C\u306A\u3044\u9650\u308AWebSEAL\u30B5\u30FC\u30D0\u306B\u5BFE\u3057\u3066\u8A8D\u8A3C\u3067\u304D\u307E\u305B\u3093\u3002
websealUnexpectedResponse=\u30B5\u30FC\u30D0\u304B\u3089\u4E88\u671F\u3057\u306A\u3044\u5FDC\u7B54\u3092\u53D7\u53D6\u308A\u307E\u3057\u305F\u3002\u30B3\u30F3\u30C6\u30F3\u30C4\u30BF\u30A4\u30D7text/html\u306E200\u3067\u3059\u304C\u3001Http\u30D8\u30C3\u30C0\u306E'server:'\u304C\u3042\u308A\u307E\u305B\u3093\u3002\n
websealNoWebsealHeaderResponse=\u30B5\u30FC\u30D0\u304B\u3089\u4E88\u671F\u3057\u306A\u3044HTML\u5FDC\u7B54\u3092\u53D7\u53D6\u308A\u307E\u3057\u305F\n
websealNoPostActionResponse=WebSEAL\u30B5\u30FC\u30D0\u304B\u3089\u4E88\u671F\u3057\u306A\u3044\u5FDC\u7B54\u3092\u53D7\u53D6\u308A\u307E\u3057\u305F\u3002\u9069\u5207\u306APOST\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\n
websealSsoNotConfigured=SSO\u306B\u5BFE\u3059\u308BRAC\u304C\u69CB\u6210\u3055\u308C\u306A\u3044\u9650\u308AWebSEAL\u30B5\u30FC\u30D0\u306B\u5BFE\u3057\u3066\u8A8D\u8A3C\u3067\u304D\u307E\u305B\u3093\u3002
websealCookieNotFound=SSO\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306FCookies\u3092\u63D0\u4F9B\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
websealNoNewCookies=SSO\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306FWebSEAL\u30B5\u30FC\u30D0\u3092\u5145\u8DB3\u3059\u308BCookies\u306E\u63D0\u4F9B\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\nRAC\u306ECookies:\nSSO\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304B\u3089\u306E%1Cookies:\n%2
webSealDuplicateCookies=SSO\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u63D0\u4F9B\u3057\u305FCookies\u306F\u65E2\u306B\u3042\u308A\u307E\u3059\u3002\nRAC\u306ECookies:\nSSO\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304B\u3089\u306E%1Cookies:\n%2
xmlMarshallError=\u6B21\u306B\u5BFE\u3059\u308BXML\u306E\u51E6\u7406\u4E2D\u306B\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: %1.%2.\n%3
corbaError=Teamcenter\u30B5\u30FC\u30D0\u306F\u5FDC\u7B54\u306B\u5931\u6557\u3057\u307E\u3057\u305F: %1\n\u3053\u308C\u306F\u6050\u3089\u304F\u3001Teamcenter\u30B5\u30FC\u30D0\u304C\u30AF\u30E9\u30C3\u30B7\u30E5\u3057\u305F\u304B\u3001\u307E\u305F\u306FTeamcenter\u30B5\u30FC\u30D0\u3067\u56DE\u5FA9\u4E0D\u53EF\u80FD\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u7D50\u679C\u3067\u3059\u3002\u8A73\u7D30\u306F\u3001Teamcenter\u30B5\u30FC\u30D0\u30B7\u30B9\u30ED\u30B0\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
unhandledInternalServerException=\u30B5\u30FC\u30D0\u304C\u5185\u90E8\u30B5\u30FC\u30D0\u30A8\u30E9\u30FC\u3092\u8FD4\u3057\u307E\u3057\u305F\u3002\n%1\n\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u7D42\u4E86\u3057\u307E\u3059\u3002
unhandledCancelException=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306F\u8A8D\u8A3C\u3092\u30AD\u30E3\u30F3\u30BB\u30EB\u3057\u305F\u3088\u3046\u3067\u3059\u3002\n"%1\n\u3069\u306E\u3088\u3046\u306B\u9032\u3081\u308B\u304B\u4E0D\u660E\u78BA\u3067\u3059\u3002
fileDoesNotExist=\u30D5\u30A1\u30A4\u30EB\u306F\u5B58\u5728\u3057\u307E\u305B\u3093: %1
fmsRegisterError=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9(%1)\u306B\u5BFE\u3057\u3066FMS\u3067\u30C1\u30B1\u30C3\u30C8\u3092\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\n%2
fmsUploadError=FMS(%1)\u3092\u4F7F\u7528\u3057\u3066\u30D5\u30A1\u30A4\u30EB\u3092\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u3066\u3044\u308B\u9593\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n%2
fmsDownloadRegister=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9(%1)\u306B\u5BFE\u3057\u3066FMS\u3067\u30C1\u30B1\u30C3\u30C8\u3092\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\n%2
fmsDownloadError=FMS(%1)\u3092\u4F7F\u7528\u3057\u3066\u4E00\u6642\u30D5\u30A1\u30A4\u30EB\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3066\u3044\u308B\u9593\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n%2
propertyNotLoaded=\u30D7\u30ED\u30D1\u30C6\u30A3%1\u306F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8%2 (%3)\u306B\u5BFE\u3057\u3066\u30ED\u30FC\u30C9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
invalidPropName=\u30D7\u30ED\u30D1\u30C6\u30A3%1\u306F\u30BF\u30A4\u30D7%2\u306B\u5BFE\u3057\u3066\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
failedToCreateCDM=ClientDataModel\u3092\u69CB\u7BC9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\n%1
objectDoesNotExist="UID %1\u306B\u5BFE\u3059\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30C7\u30FC\u30BF\u30E2\u30C7\u30EB\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
failedToCreateCMM=ClientMetaModel\u3092\u69CB\u7BC9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\n%1
failedCDMactiveServer=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30E1\u30BF\u30E2\u30C7\u30EB\u306E\u60C5\u5831\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u3053\u306E\u30C7\u30FC\u30BF\u306F\u5B58\u5728\u305B\u305A\u3001\u30B5\u30FC\u30D0\u304B\u3089\u30C7\u30FC\u30BF\u3092\u53D6\u5F97\u3059\u308B\u305F\u3081\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u63A5\u7D9A\u304C\u3042\u308A\u307E\u305B\u3093\u3002
invalidUID=ModelObject\u3092\u7121\u52B9\u306AUID %1\u3067\u4F5C\u6210\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002
missingExpectedDataset=%1\u306B\u5BFE\u3059\u308B\u30C1\u30B1\u30C3\u30C8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u4F7F\u7528\u53EF\u80FD\u306A\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8: %2"
invalidCharString=\u5165\u529B\u6587\u5B57\u5217\u3092\u6587\u5B57\u3068\u3057\u3066\u30D1\u30FC\u30B9\u3067\u304D\u307E\u305B\u3093\u3002'0' - '255'\u306E\u6587\u5B57\u5217\u5024\u3092\u671F\u5F85\u3057\u3066\u3044\u307E\u3057\u305F\u3002\u6587\u5B57\u5217'%1'\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
invalidDateString=\u5165\u529B\u6587\u5B57\u5217\u3092\u65E5\u4ED8\u3068\u3057\u3066\u30D1\u30FC\u30B9\u3067\u304D\u307E\u305B\u3093\u3002'yyyy-MM-dd'T'HH:mm:ssZ'\u306E\u30B7\u30F3\u30BF\u30C3\u30AF\u30B9\u306E\u3042\u308B\u6587\u5B57\u5217\u3092\u671F\u5F85\u3057\u3066\u3044\u307E\u3057\u305F\u3002\u6587\u5B57\u5217'%1'\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
cancelCacheDownload=\u30E6\u30FC\u30B6\u306F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30E1\u30BF\u30E2\u30C7\u30EB\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3092\u30AD\u30E3\u30F3\u30BB\u30EB\u3057\u307E\u3057\u305F\u3002
policyManager91server=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30D7\u30ED\u30D1\u30C6\u30A3\u30DD\u30EA\u30B7\u30FC\u30DE\u30CD\u30FC\u30B8\u30E3\u3067\u306F\u30019.1\u307E\u305F\u306F\u305D\u308C\u4EE5\u964D\u306ETeamcenter\u30B5\u30FC\u30D0\u304C\u30C0\u30A4\u30CA\u30DF\u30C3\u30AF\u30DD\u30EA\u30B7\u30FC\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
policyManager80server=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30D7\u30ED\u30D1\u30C6\u30A3\u30DD\u30EA\u30B7\u30FC\u30DE\u30CD\u30FC\u30B8\u30E3\u3067\u306F\u30018.0\u307E\u305F\u306F\u305D\u308C\u4EE5\u964D\u306ETeamcenter\u30B5\u30FC\u30D0\u304C\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u5B9A\u7FA9\u30DD\u30EA\u30B7\u30FC\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
policyNotRegistered=addPolicy\u65B9\u6CD5\u3092\u4ECB\u3057\u3066\u30DD\u30EA\u30B7\u30FC%1\u3092\u5148\u306B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30D7\u30ED\u30D1\u30C6\u30A3\u30DD\u30EA\u30B7\u30FC\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u8FFD\u52A0\u3057\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
policyNotDynamic=\u30DD\u30EA\u30B7\u30FC%1\u306F\u52D5\u7684\u3067\u306F\u306A\u304F\u3001\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3002
policyInvalidType=%1\u306F\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30E1\u30BF\u30E2\u30C7\u30EB\u306B\u304A\u3051\u308B\u6709\u52B9\u306A\u30BF\u30A4\u30D7\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
urlMalformat=\u30B5\u30FC\u30D0URL\u306E%1\u306F\u7121\u52B9\u3067\u3059\u3002\n%2
operationTimedOut=
sslCaCertError=
httpOutOfMemory=
httpError=\u30B5\u30FC\u30D3\u30B9\u8981\u6C42\u306E\u51E6\u7406\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\n%1
xmlParsingError=XML\u30A8\u30E9\u30FC\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u30D1\u30FC\u30B9\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
unexpectedTcResponseXml=TcResponse XML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3067\u4E88\u671F\u3057\u306A\u3044\u8981\u7D20\u3067\u3059\u3002\u8A73\u7D30\u306F\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
unexpectedXml=\u4E88\u671F\u3057\u306A\u3044XML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3067\u3059\u3002\u8A73\u7D30\u306F\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
reassignmnetFailedForLincenses=\u30B5\u30FC\u30D0\u306E\u518D\u5272\u5F53\u3066\u5F8C\u306B\u30E9\u30A4\u30BB\u30F3\u30B9\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\n%1
reassignmnetFailedForState=\u30B5\u30FC\u30D0\u306E\u518D\u5272\u5F53\u3066\u5F8C\u306B\u30BB\u30C3\u30B7\u30E7\u30F3\u72B6\u614B\u306E\u8A2D\u5B9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\n%1
httpRecoverableErrror=\u30B5\u30FC\u30D3\u30B9\u8981\u6C42\u306E\u9001\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002HTTP\u30EA\u30AB\u30D0\u30EA\u53EF\u80FD\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n%1
httpIOSendError=\u30B5\u30FC\u30D3\u30B9\u8981\u6C42\u306E\u9001\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002HTTP I/O\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n%1
httpIOReceiveError=\u30B5\u30FC\u30D3\u30B9\u5FDC\u7B54\u306E\u8AAD\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002HTTP I/O\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n%1
tccsIOError=\u30B5\u30FC\u30D3\u30B9\u8981\u6C42\u306E\u9001\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002I/O\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n%1
tccsConnectionError=\u30B5\u30FC\u30D3\u30B9\u8981\u6C42\u306E\u9001\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002TCCS\u63A5\u7D9A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n%1
tccsProtocolError=\u30B5\u30FC\u30D3\u30B9\u8981\u6C42\u306E\u9001\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002TCCS\u30D7\u30ED\u30C8\u30B3\u30EB\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n%1
notUsingSsoCredentials=
cryptoFailed=
faildToUpdatePolicy=\u30DD\u30EA\u30B7\u30FC(%1)\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002 %2
failedToRegisterTickets=FMS\u30C1\u30B1\u30C3\u30C8\u306E\u767B\u9332\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002 %1
failedToDownloadFiles=\u30D5\u30A1\u30A4\u30EB\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002 %1
failedToDownloadDataset=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30E1\u30BF\u30E2\u30C7\u30EB\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8%1\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002 %2
failedToInitFSCAndCache=FSC\u306E\u521D\u671F\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30E1\u30BF\u30E2\u30C7\u30EB\u30AD\u30E3\u30C3\u30B7\u30E5\u306F\u4F7F\u7528\u3055\u308C\u307E\u305B\u3093\u3002 %1
failedDatasetZip=\u30C7\u30FC\u30BF\u30BB\u30C3\u30C8%1 zip\u30D5\u30A1\u30A4\u30EB%2\u3092\u958B\u3051\u307E\u305B\u3093\u3067\u3057\u305F\u3002 %3
missingExpectedXmlElement=\u30C7\u30FC\u30BF\u69CB\u6210\u8981\u7D20%1\u3092\u671F\u5F85\u3057\u3066\u3044\u307E\u3059\u3002
invalidEnum=\u7121\u52B9\u306A\u4E00\u89A7\u5024%1\u3067\u3059\u3002
tctpUnexpectedResponse=TCTP POST\u8981\u6C42\u306F\u4E88\u671F\u3057\u306A\u3044\u5FDC\u7B54\u30B3\u30FC\u30C9\u3092\u8FD4\u3057\u307E\u3057\u305F\u3002 %1
tctpIllegalState=TCTP POST\u8981\u6C42\u306FIllegalStateException\u3092\u8FD4\u3057\u307E\u3057\u305F\u3002 %1
tctpPipeError=Teamcenter\u30B5\u30FC\u30D0\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002%1
tctpInvalidHostPath=TCTP\u63A5\u7D9A\u306B\u5BFE\u3059\u308B\u30DB\u30B9\u30C8\u30D1\u30B9(%1)\u304C\u7121\u52B9\u3067\u3059\u3002\u6709\u52B9\u306A\u30D1\u30B9\u306F\u3001tctp://<pipe-name>\u306E\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u3067\u3059\u3002
unsupportedEncoding=\u30B7\u30B9\u30C6\u30E0\u306F%1\u6587\u5B57\u30A8\u30F3\u30B3\u30FC\u30C9\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002
invalidSignature=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306F\u3001\u6709\u52B9\u306A\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u3092\u542B\u3093\u3067\u3044\u307E\u305B\u3093\u3002
noSignatureInStream=\u30B9\u30C8\u30EA\u30FC\u30E0\u306F\u3001\u30C7\u30B8\u30BF\u30EB\u7F72\u540D\u3092\u542B\u3093\u3067\u3044\u307E\u305B\u3093\u3002
malformedResponsStream=\u30B9\u30C8\u30EA\u30FC\u30E0\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u304C\u7121\u52B9\u306B\u3055\u308C\u3066\u3044\u307E\u3059\u3002 \u30B9\u30C8\u30EA\u30FC\u30E0\u306F\u3001\u9069\u5207\u306A\u30D8\u30C3\u30C0/\u30DC\u30C7\u30A3\u533A\u5207\u308A\u6587\u5B57\u3092\u542B\u3093\u3067\u3044\u307E\u305B\u3093\u3002

