// @<COPYRIGHT>@
// ==================================================
// Copyright 2013
// Siemens Product Lifecycle Management Software Inc.
// All Rights Reserved.
// ==================================================
// @<COPYRIGHT>@

connectionRefused=Serwer odrzuci\u0142 po\u0142\u0105czenie (%1). \nSprawd\u017A, czy serwer pracuje na ho\u015Bcie (%2) i porcie (%3) lub czy podany adres URL jest prawid\u0142owy.
unexpectedResponse=Odebrano niespodziewan\u0105 odpowied\u017A HTTP z serwera z kodem statusu %1
unknownHost=Adres URL serwera %1 zawiera odwo\u0142ania do nieznanego hosta (%2).\nSprawd\u017A, czy ten host jest dost\u0119pny w bie\u017C\u0105cej sieci lub czy podany adres URL jest prawid\u0142owy.
xmlNotReturned=Serwer nie zwr\u00F3ci\u0142 dokumentu XML.
connectionFailed=Nie mo\u017Cna nawi\u0105za\u0107 po\u0142\u0105czenia z "%1" przez IIOP\n
createConnectionFailed=Utworzenie po\u0142\u0105czenia z "%1" nie powiod\u0142o si\u0119.
loginWithSerializedConnectionFailed=Nieprawid\u0142owy ID u\u017Cytkownika: Zosta\u0142 u\u017Cyty plik po\u0142\u0105czenia z numerem seryjnym. Zaloguj si\u0119 za pomoc\u0105 ID u\u017Cytkownika %1.
websealSSONotConfigured=Nie mo\u017Cna uwierzytelni\u0107 na serwerze WebSEAL, je\u015Bli klient nie jest skonfigurowany pod k\u0105tem jednokrotnego logowania.
websealUnexpectedResponse=Odebrano nieoczekiwan\u0105 odpowied\u017A z serwera - 200 z typem zawarto\u015Bci: text/html, ale bez nag\u0142\u00F3wka HTTP 'server:'.\n
websealNoWebsealHeaderResponse=Odebrano nieoczekiwan\u0105 odpowied\u017A HTML z serwera\n
websealNoPostActionResponse=Odebrano nieoczekiwan\u0105 odpowied\u017A z serwera WebSEAL, nie mo\u017Cna znale\u017A\u0107 odpowiedniej czynno\u015Bci POST\n
websealSsoNotConfigured=Nie mo\u017Cna uwierzytelni\u0107 na serwerze WebSEAL, je\u015Bli RAC nie jest skonfigurowany pod k\u0105tem jednokrotnego logowania.
websealCookieNotFound=Klient jednokrotnego logowania nie przes\u0142a\u0142 \u017Cadnych plik\u00F3w cookie.
websealNoNewCookies=Klient jednokrotnego logowania nie przes\u0142a\u0142 \u017Cadnych plik\u00F3w cookie akceptowanych przez serwer WebSEAL.\nPliki cookie RAC:\n%1Pliki cookie od klienta jednokrotnego logowania:\n%2
webSealDuplicateCookies=Klient jednokrotnego logowania przes\u0142a\u0142 pliki cookie, kt\u00F3re ju\u017C mamy.\nPliki cookie RAC:\n%1Pliki cookie od klienta jednokrotnego logowania:\n%2
xmlMarshallError=Wyst\u0105pi\u0142 b\u0142\u0105d serializacji w trakcie przetwarzania pliku XML dla %1.%2.\n%3
corbaError=Serwer Teamcenter nie odpowiedzia\u0142: %1.\nJest to najprawdopodobniej spowodowane awari\u0105 serwera Teamcenter lub wyst\u0105pieniem na nim nieodwracalnego b\u0142\u0119du. Wi\u0119cej informacji zawiera dziennik systemowy serwera Teamcenter.
unhandledInternalServerException=Serwer zwr\u00F3ci\u0142 komunikat o wewn\u0119trznym b\u0142\u0119dzie serwera.\n%1\nAplikacja zostanie zamkni\u0119ta.
unhandledCancelException=Wygl\u0105da na to, \u017Ce klient anulowa\u0142 uwierzytelnianie.\n"%1\nNie ma pewno\u015Bci, co do dalszych dzia\u0142a\u0144.
fileDoesNotExist=Plik nie istnieje: %1.
fmsRegisterError=B\u0142\u0105d podczas rejestrowania bilet\u00F3w do wgrania za pomoc\u0105 FMS (%1).\n%2
fmsUploadError=B\u0142\u0105d podczas wgrywania pliku za pomoc\u0105 FMS (%1).\n%2
fmsDownloadRegister=B\u0142\u0105d podczas rejestrowania biletu do pobrania za pomoc\u0105 FMS (%1).\n%2
fmsDownloadError=B\u0142\u0105d podczas pobierania pliku przej\u015Bciowego za pomoc\u0105 FMS (%1).\n%2
propertyNotLoaded=W\u0142a\u015Bciwo\u015B\u0107 %1 nie zosta\u0142a wczytana dla elementu %2 (%3).
invalidPropName=W\u0142a\u015Bciwo\u015B\u0107 %1 nie zosta\u0142a zdefiniowana dla typu %2.
failedToCreateCDM=Utworzenie modelu ClientDataModel nie powiod\u0142o si\u0119.\n%1
objectDoesNotExist="Element o UID %1 nie istnieje w modelu danych klienta.
failedToCreateCMM=Utworzenie modelu ClientMetaModel nie powiod\u0142o si\u0119.\n%1
failedCDMactiveServer=Podj\u0119to pr\u00F3b\u0119 uzyskania dost\u0119pu do informacji w metamodelu klienta, ale te dane nie istniej\u0105 oraz nie ma aktywnego po\u0142\u0105czenia umo\u017Cliwiaj\u0105cego pobranie danych z serwera.
invalidUID=Podj\u0119to pr\u00F3b\u0119 utworzenia elementu ModelObject o nieprawid\u0142owym UID %1.
missingExpectedDataset=Pobranie biletu dla %1 nie powiod\u0142o si\u0119. Dost\u0119pne zestawy danych to: %2."
invalidCharString=Nie mo\u017Cna wykona\u0107 analizy \u0142a\u0144cucha wej\u015Bciowego jako znaku. Oczekiwana warto\u015B\u0107 \u0142a\u0144cucha: '0' - '255'. Odebrany \u0142a\u0144cuch: '%1'.
invalidDateString=Nie mo\u017Cna wykona\u0107 analizy \u0142a\u0144cucha wej\u015Bciowego jako daty. Oczekiwany jest \u0142a\u0144cuch o sk\u0142adni 'yyyy-MM-dd'T'HH:mm:ssZ'. Odebrano \u0142a\u0144cuch: '%1'.
cancelCacheDownload=Pobieranie pami\u0119ci podr\u0119cznej metamodelu klienta zosta\u0142o anulowane przez u\u017Cytkownika.
policyManager91server=Mened\u017Cer zasad w\u0142a\u015Bciwo\u015Bci elementu wymaga serwera Teamcenter w wersji 9.1 lub nowszego do u\u017Cywania zasad dynamicznych.
policyManager80server=Mened\u017Cer zasad w\u0142a\u015Bciwo\u015Bci elementu wymaga serwera Teamcenter w wersji 8.0 lub nowszego do u\u017Cywania zasad zdefiniowanych przez klienta.
policyNotRegistered=Zasad\u0119 %1 nale\u017Cy najpierw doda\u0107 do Mened\u017Cera zasad w\u0142a\u015Bciwo\u015Bci elementu za pomoc\u0105 metody addPolicy.
policyNotDynamic=Zasada %1 nie jest dynamiczna i nie mo\u017Cna jej zaktualizowa\u0107.        
policyInvalidType=%1 nie jest prawid\u0142owym typem w metamodelu klienta.
urlMalformat=Adres URL serwera, %1, jest nieprawid\u0142owy.\n%2
operationTimedOut=
sslCaCertError=
httpOutOfMemory=
httpError=Przetworzenie \u017C\u0105dania us\u0142ugi nie powiod\u0142o si\u0119.\n%1
xmlParsingError=Przeanalizowanie dokumentu b\u0142\u0119du XML nie powiod\u0142o si\u0119. Wi\u0119cej informacji zawiera plik dziennika.
unexpectedTcResponseXml=Nieoczekiwany element w dokumencie XML TcResponse. Wi\u0119cej informacji zawiera plik dziennika.
unexpectedXml=Nieoczekiwany dokument XML. Wi\u0119cej informacji zawiera plik dziennika.
reassignmnetFailedForLincenses=Uzyskanie licencji po ponownym przypisaniu serwera nie powiod\u0142o si\u0119.\n%1
reassignmnetFailedForState=Ustawienie stanu sesji po ponownym przypisaniu serwera nie powiod\u0142o si\u0119.\n%1
httpRecoverableErrror=Wys\u0142anie \u017C\u0105dania us\u0142ugi nie powiod\u0142o si\u0119, wyst\u0105pi\u0142 odwracalny b\u0142\u0105d HTTP.\n%1
httpIOSendError=Wys\u0142anie \u017C\u0105dania us\u0142ugi nie powiod\u0142o si\u0119, wyst\u0105pi\u0142 b\u0142\u0105d wej\u015Bcia/wyj\u015Bcia HTTP.\n%1
httpIOReceiveError=Odczytanie odpowiedzi us\u0142ugi nie powiod\u0142o si\u0119, wyst\u0105pi\u0142 b\u0142\u0105d wej\u015Bcia/wyj\u015Bcia HTTP.\n%1
tccsIOError=Wys\u0142anie \u017C\u0105dania us\u0142ugi nie powiod\u0142o si\u0119, wyst\u0105pi\u0142 b\u0142\u0105d wej\u015Bcia/wyj\u015Bcia.\n%1
tccsConnectionError=Wys\u0142anie \u017C\u0105dania us\u0142ugi nie powiod\u0142o si\u0119, wyst\u0105pi\u0142 b\u0142\u0105d po\u0142\u0105czenia TCCS.\n%1
tccsProtocolError=Wys\u0142anie \u017C\u0105dania us\u0142ugi nie powiod\u0142o si\u0119, wyst\u0105pi\u0142 b\u0142\u0105d protoko\u0142u TCCS.\n%1
notUsingSsoCredentials=
cryptoFailed=
faildToUpdatePolicy=Zaktualizowanie zasady nie powiod\u0142o si\u0119 (%1). %2
failedToRegisterTickets=Zarejestrowanie bilet\u00F3w FMS nie powiod\u0142o si\u0119. %1
failedToDownloadFiles=Pobranie plik\u00F3w nie powiod\u0142o si\u0119. %1
failedToDownloadDataset=Pobranie zestawu danych metamodelu klienta nie powiod\u0142o si\u0119 %1. %2
failedToInitFSCAndCache=Zainicjowanie FSC nie powiod\u0142o si\u0119. Pami\u0119\u0107 podr\u0119czna metamodelu klienta nie b\u0119dzie u\u017Cywana. %1
failedDatasetZip=Otwarcie pliku zip zestawu danych %1 nie powiod\u0142o si\u0119: %2. %3
missingExpectedXmlElement=Oczekiwano elementu struktury danych %1.
invalidEnum=Nieprawid\u0142owa warto\u015B\u0107 wyliczenia %1.
tctpUnexpectedResponse=\u017B\u0105danie TCTP POST zwr\u00F3ci\u0142o nieoczekiwany kod odpowiedzi. %1
tctpIllegalState=\u017B\u0105danie TCTP POST zwr\u00F3ci\u0142o wyj\u0105tek IllegalStateException. %1
tctpPipeError=Nawi\u0105zanie po\u0142\u0105czenia z serwerem Teamcenter nie powiod\u0142o si\u0119. %1
tctpInvalidHostPath=\u015Acie\u017Cka hosta (%1) dla po\u0142\u0105czenia TCTP nie jest prawid\u0142owa. Prawid\u0142owy format \u015Bcie\u017Cki to tctp://<pipe-name>.
unsupportedEncoding=System nie obs\u0142uguje kodowania znak\u00F3w %1.
invalidSignature=Dokument nie zawiera prawid\u0142owego podpisu cyfrowego.
noSignatureInStream=Strumie\u0144 nie zawiera podpisu cyfrowego.
malformedResponsStream=Zawarto\u015B\u0107 strumienia jest nieprawid\u0142owo sformu\u0142owana. Strumie\u0144 nie zawiera odpowiednich znak\u00F3w oddzielaj\u0105cych nag\u0142\u00F3wek/tre\u015B\u0107.

