// @<COPYRIGHT>@
// ==================================================
// Copyright 2013
// Siemens Product Lifecycle Management Software Inc.
// All Rights Reserved.
// ==================================================
// @<COPYRIGHT>@

connectionRefused=\u041F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 \u043A \u0441\u0435\u0440\u0432\u0435\u0440\u0443 \u043E\u0442\u043A\u043B\u043E\u043D\u0435\u043D\u043E (%1). \n\u0423\u0431\u0435\u0434\u0438\u0442\u0435\u0441\u044C, \u0447\u0442\u043E \u0441\u0435\u0440\u0432\u0435\u0440 \u0430\u043A\u0442\u0438\u0432\u0435\u043D \u0432 \u044D\u0442\u043E\u043C \u0443\u0437\u043B\u0435 (%2) \u0438 \u043F\u043E\u0440\u0442\u0443 (%3), \u0430 \u0442\u0430\u043A\u0436\u0435 \u0432 \u0442\u043E\u043C, \u0447\u0442\u043E URL \u0443\u043A\u0430\u0437\u0430\u043D \u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E.
unexpectedResponse=\u041D\u0435\u043E\u0436\u0438\u0434\u0430\u043D\u043D\u044B\u0439 \u043E\u0442\u043A\u043B\u0438\u043A HTTP \u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u0441 \u043A\u043E\u0434\u043E\u043C \u0441\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u044F %1
unknownHost=URL \u0441\u0435\u0440\u0432\u0435\u0440\u0430 %1 \u0441\u0441\u044B\u043B\u0430\u0435\u0442\u0441\u044F \u043D\u0430 \u043D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u044B\u0439 \u0443\u0437\u0435\u043B. (%2).\n\u0423\u0431\u0435\u0434\u0438\u0442\u0435\u0441\u044C, \u0447\u0442\u043E \u044D\u0442\u043E\u0442 \u0443\u0437\u0435\u043B \u0434\u043E\u0441\u0442\u0443\u043F\u0435\u043D \u0432 \u0441\u0435\u0442\u0438, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0432 \u0442\u043E\u043C, \u0447\u0442\u043E URL \u0443\u043A\u0430\u0437\u0430\u043D \u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E.
xmlNotReturned=\u0421\u0435\u0440\u0432\u0435\u0440 \u043D\u0435 \u0432\u0435\u0440\u043D\u0443\u043B \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 XML.
connectionFailed=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0438\u0442\u044C\u0441\u044F \u043A "%1" \u0447\u0435\u0440\u0435\u0437 IIOP\n
createConnectionFailed=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 \u043A "%1".
loginWithSerializedConnectionFailed=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F: \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043B\u0441\u044F \u0444\u0430\u0439\u043B \u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0439. \u0412\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u0435 \u0432\u0445\u043E\u0434 \u0441 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u043E\u043C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F: %1.
websealSSONotConfigured=\u041D\u0435 \u0443\u0434\u0430\u0435\u0442\u0441\u044F \u043F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u044C \u043F\u043E\u0434\u043B\u0438\u043D\u043D\u043E\u0441\u0442\u044C \u0441\u0435\u0440\u0432\u0435\u0440\u0430 WebSEAL, \u0435\u0441\u043B\u0438 \u043A\u043B\u0438\u0435\u043D\u0442 \u043D\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0435\u043D \u043D\u0430 SSO.
websealUnexpectedResponse=\u0421 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u043F\u043E\u043B\u0443\u0447\u0435\u043D \u043D\u0435\u043E\u0436\u0438\u0434\u0430\u043D\u043D\u044B\u0439 \u043E\u0442\u043A\u043B\u0438\u043A, 200 \u0441 Content-Type: text/html, \u043D\u043E \u0431\u0435\u0437 \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043A\u0430 HTTP 'server:'.\n
websealNoWebsealHeaderResponse=\u041F\u043E\u043B\u0443\u0447\u0435\u043D \u043D\u0435\u043E\u0436\u0438\u0434\u0430\u043D\u043D\u044B\u0439 \u043E\u0442\u043A\u043B\u0438\u043A \u0441 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 HTML\n
websealNoPostActionResponse=\u041F\u043E\u043B\u0443\u0447\u0435\u043D \u043D\u0435\u043E\u0436\u0438\u0434\u0430\u043D\u043D\u044B\u0439 \u043E\u0442\u0432\u0435\u0442 \u0441 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 WebSEAL. \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043D\u0430\u0439\u0442\u0438 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E\u0435 \u043F\u043E\u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0435\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435\n
websealSsoNotConfigured=\u041D\u0435 \u0443\u0434\u0430\u0435\u0442\u0441\u044F \u043F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u044C \u043F\u043E\u0434\u043B\u0438\u043D\u043D\u043E\u0441\u0442\u044C \u0441\u0435\u0440\u0432\u0435\u0440\u0430 WebSEAL, \u0435\u0441\u043B\u0438 RAC \u043D\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0435\u043D \u043D\u0430 SSO.
websealCookieNotFound=\u041A\u043B\u0438\u0435\u043D\u0442 SSO \u043D\u0435 \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 \u0444\u0430\u0439\u043B\u044B ''cookie''.
websealNoNewCookies=\u041A\u043B\u0438\u0435\u043D\u0442 SSO \u043D\u0435 \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u0438\u043B \u0444\u0430\u0439\u043B\u044B ''cookie'' \u0434\u043B\u044F \u0441\u0435\u0440\u0432\u0435\u0440\u0430 WebSEAL.\n\u0424\u0430\u0439\u043B\u044B ''cookie'' RAC:\n%1Cookies \u0438\u0437 \u043A\u043B\u0438\u0435\u043D\u0442\u0430 SSO:\n%2
webSealDuplicateCookies=\u041A\u043B\u0438\u0435\u043D\u0442 SSO \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u0442\u0435, \u0444\u0430\u0439\u043B\u044B ''cookie'', \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0443 \u043D\u0430\u0441 \u0443\u0436\u0435 \u0435\u0441\u0442\u044C.\n\u0424\u0430\u0439\u043B\u044B ''cookie'' RAC:\n%1Cookies \u043E\u0442 \u043A\u043B\u0438\u0435\u043D\u0442\u0430 SSO:\n%2
xmlMarshallError=\u0412\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430 \u0444\u043E\u0440\u043C\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u043F\u0440\u0438 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0435 \u0444\u0430\u0439\u043B\u0430 XML \u0434\u043B\u044F %1.%2.\n%3
corbaError=\u0421\u0435\u0440\u0432\u0435\u0440 Teamcenter \u043D\u0435 \u043E\u0442\u0432\u0435\u0447\u0430\u0435\u0442: %1.\n\u0412\u0435\u0440\u043E\u044F\u0442\u043D\u043E, \u044D\u0442\u043E \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442 \u0441\u0431\u043E\u044F \u043D\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0435 Teamcenter \u0438\u043B\u0438 \u043E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u0430 \u043D\u0435\u0432\u043E\u0441\u0441\u0442\u0430\u043D\u0430\u0432\u043B\u0438\u0432\u0430\u0435\u043C\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430. \u0414\u043B\u044F \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u044F \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u0441\u0432\u0435\u0434\u0435\u043D\u0438\u0439 \u043F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u044B\u0439 \u0436\u0443\u0440\u043D\u0430\u043B \u0441\u0435\u0440\u0432\u0435\u0440\u0430 Teamcenter.
unhandledInternalServerException=\u0421\u0435\u0440\u0432\u0435\u0440 \u0432\u0435\u0440\u043D\u0443\u043B \u0432\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u044E\u044E \u043E\u0448\u0438\u0431\u043A\u0443.\n%1\n\u0420\u0430\u0431\u043E\u0442\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0431\u0443\u0434\u0435\u0442 \u043F\u0440\u0435\u0440\u0432\u0430\u043D\u0430.
unhandledCancelException=\u0412\u0435\u0440\u043E\u044F\u0442\u043D\u043E, \u043A\u043B\u0438\u0435\u043D\u0442 \u043E\u0442\u043C\u0435\u043D\u0438\u043B \u0430\u0443\u0442\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u044E.\n"%1\n\u0414\u0430\u043B\u044C\u043D\u0435\u0439\u0448\u0438\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F \u043D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u044B.
fileDoesNotExist=\u0424\u0430\u0439\u043B: %1 \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
fmsRegisterError=\u041E\u0448\u0438\u0431\u043A\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u0437\u0430\u043F\u0440\u043E\u0441\u043E\u0432 \u0432 FMS \u0434\u043B\u044F \u0438\u043C\u043F\u043E\u0440\u0442\u0430 (%1).\n%2
fmsUploadError=\u041E\u0448\u0438\u0431\u043A\u0430 \u0438\u043C\u043F\u043E\u0440\u0442\u0430 \u0444\u0430\u0439\u043B\u0430 \u0441 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435\u043C FMS (%1).\n%2
fmsDownloadRegister=\u041E\u0448\u0438\u0431\u043A\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u0437\u0430\u043F\u0440\u043E\u0441\u043E\u0432 \u0432 FMS \u0434\u043B\u044F \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0430 (%1)\n%2
fmsDownloadError=\u041E\u0448\u0438\u0431\u043A\u0430 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0430 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0430 \u0441 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435\u043C FMS (%1).\n%2
propertyNotLoaded=\u0421\u0432\u043E\u0439\u0441\u0442\u0432\u043E %1 \u043D\u0435 \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u043E \u0434\u043B\u044F \u043E\u0431\u044A\u0435\u043A\u0442\u0430 %2 (%3).
invalidPropName=\u0421\u0432\u043E\u0439\u0441\u0442\u0432\u043E %1 \u043D\u0435 \u0437\u0430\u0434\u0430\u043D\u043E \u0434\u043B\u044F \u0442\u0438\u043F\u0430 %2.
failedToCreateCDM=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C ClientDataModel.\n%1
objectDoesNotExist="\u041E\u0431\u044A\u0435\u043A\u0442 \u0434\u043B\u044F UID %1 \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0432 \u041C\u043E\u0434\u0435\u043B\u0438 \u0434\u0430\u043D\u043D\u044B\u0445 \u043A\u043B\u0438\u0435\u043D\u0442\u0430.
failedToCreateCMM=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C ClientMetaModel.\n%1
failedCDMactiveServer=\u0411\u044B\u043B\u0430 \u043F\u0440\u0435\u0434\u043F\u0440\u0438\u043D\u044F\u0442\u0430 \u043F\u043E\u043F\u044B\u0442\u043A\u0430 \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u0434\u043E\u0441\u0442\u0443\u043F \u043A \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0432 \u043C\u0435\u0442\u0430\u043C\u043E\u0434\u0435\u043B\u0438 \u043A\u043B\u0438\u0435\u043D\u0442\u0430. \u041E\u0434\u043D\u0430\u043A\u043E \u0442\u0430\u043A\u0438\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0442, \u0438 \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0430\u043A\u0442\u0438\u0432\u043D\u043E\u0435 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u044F \u0434\u0430\u043D\u043D\u044B\u0445 \u0441 \u0441\u0435\u0440\u0432\u0435\u0440\u0430.
invalidUID=\u041F\u043E\u043F\u044B\u0442\u043A\u0430 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F ModelObject \u0441 \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u043C UID %1.
missingExpectedDataset=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 \u0434\u043B\u044F %1. \u0414\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u0435 \u043D\u0430\u0431\u043E\u0440\u044B \u0434\u0430\u043D\u043D\u044B\u0445: %2."
invalidCharString=\u041D\u0435 \u0443\u0434\u0430\u0435\u0442\u0441\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0440\u0430\u0437\u0431\u043E\u0440 \u0432\u0445\u043E\u0434\u043D\u043E\u0439 \u0441\u0442\u0440\u043E\u043A\u0438 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432. \u0422\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u0441\u0442\u0440\u043E\u043A\u0430 \u0441\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435\u043C '0' - '255'. \u041F\u043E\u043B\u0443\u0447\u0435\u043D\u0430 \u0441\u0442\u0440\u043E\u043A\u0430: '%1'.
invalidDateString=\u041D\u0435 \u0443\u0434\u0430\u0435\u0442\u0441\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0440\u0430\u0437\u0431\u043E\u0440 \u0432\u0445\u043E\u0434\u043D\u043E\u0439 \u0441\u0442\u0440\u043E\u043A\u0438 \u0434\u043B\u044F \u0414\u0430\u0442\u044B. \u0422\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u0441\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0441 \u0441\u0442\u0440\u043E\u043A\u0438 \u0434\u043B\u044F \u0434\u0430\u0442\u044B: 'yyyy-MM-dd'T'HH:mm:ssZ'. \u041F\u043E\u043B\u0443\u0447\u0435\u043D\u0430 \u0441\u0442\u0440\u043E\u043A\u0430 '%1'.
cancelCacheDownload=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u043E\u0442\u043C\u0435\u043D\u0438\u043B \u044D\u043A\u0441\u043F\u043E\u0440\u0442 \u043A\u044D\u0448\u0430 \u043C\u0435\u0442\u0430\u043C\u043E\u0434\u0435\u043B\u0438 \u043A\u043B\u0438\u0435\u043D\u0442\u0430.
policyManager91server=\u041C\u0435\u043D\u0435\u0434\u0436\u0435\u0440 \u043F\u043E\u043B\u0438\u0442\u0438\u043A\u0438 \u0441\u0432\u043E\u0439\u0441\u0442\u0432 \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432 \u0442\u0440\u0435\u0431\u0443\u0435\u0442 Teamcenter 9.1 \u0438\u043B\u0438 \u0431\u043E\u043B\u0435\u0435 \u043D\u043E\u0432\u043E\u0439 \u0432\u0435\u0440\u0441\u0438\u0438 \u0434\u043B\u044F \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0434\u0438\u043D\u0430\u043C\u0438\u0447\u043D\u043E\u0439 \u043F\u043E\u043B\u0438\u0442\u0438\u043A\u0438.
policyManager80server=\u041C\u0435\u043D\u0435\u0434\u0436\u0435\u0440 \u043F\u043E\u043B\u0438\u0442\u0438\u043A\u0438 \u0441\u0432\u043E\u0439\u0441\u0442\u0432 \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432 \u0442\u0440\u0435\u0431\u0443\u0435\u0442 Teamcenter 8.0 \u0438\u043B\u0438 \u0431\u043E\u043B\u0435\u0435 \u043D\u043E\u0432\u043E\u0439 \u0432\u0435\u0440\u0441\u0438\u0438 \u0434\u043B\u044F \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0437\u0430\u0434\u0430\u043D\u043D\u043E\u0439 \u043A\u043B\u0438\u0435\u043D\u0442\u0441\u043A\u043E\u0439 \u043F\u043E\u043B\u0438\u0442\u0438\u043A\u0438.
policyNotRegistered=\u0421\u043D\u0430\u0447\u0430\u043B\u0430 \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043F\u043E\u043B\u0438\u0442\u0438\u043A\u0443 %1 \u0432 \u041C\u0435\u043D\u0435\u0434\u0436\u0435\u0440 \u043F\u043E\u043B\u0438\u0442\u0438\u043A\u0438 \u0441\u0432\u043E\u0439\u0441\u0442\u0432 \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432 \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u043C\u0435\u0442\u043E\u0434\u0430 addPolicy.
policyNotDynamic=\u041F\u043E\u043B\u0438\u0442\u0438\u043A\u0430 %1 \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0434\u0438\u043D\u0430\u043C\u0438\u0447\u043D\u043E\u0439 \u0438 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0430.        
policyInvalidType=%1 - \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u0442\u0438\u043F \u0434\u043B\u044F \u043C\u0435\u0442\u0430\u043C\u043E\u0434\u0435\u043B\u0438 \u043A\u043B\u0438\u0435\u043D\u0442\u0430.
urlMalformat=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u0441\u0435\u0440\u0432\u0435\u0440 URL, %1.\n%2
operationTimedOut=
sslCaCertError=
httpOutOfMemory=
httpError=\u041E\u0448\u0438\u0431\u043A\u0430 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0438 \u0441\u0435\u0440\u0432\u0438\u0441\u043D\u043E\u0433\u043E \u0437\u0430\u043F\u0440\u043E\u0441\u0430.\n%.\n%1
xmlParsingError=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0440\u0430\u0437\u0431\u043E\u0440 XML-\u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043E\u0448\u0438\u0431\u043E\u043A. \u0414\u043B\u044F \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u044F \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0439 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043E\u0431\u0440\u0430\u0449\u0430\u0439\u0442\u0435\u0441\u044C \u043A \u0444\u0430\u0439\u043B\u0443 \u0436\u0443\u0440\u043D\u0430\u043B\u0430.
unexpectedTcResponseXml=\u041D\u0435\u043E\u0436\u0438\u0434\u0430\u043D\u043D\u044B\u0439 \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u0432 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0435 TcResponse XML. \u0414\u043B\u044F \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u044F \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0439 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043E\u0431\u0440\u0430\u0449\u0430\u0439\u0442\u0435\u0441\u044C \u043A \u0444\u0430\u0439\u043B\u0443 \u0436\u0443\u0440\u043D\u0430\u043B\u0430.
unexpectedXml=\u041D\u0435\u043E\u0436\u0438\u0434\u0430\u043D\u043D\u044B\u0439 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 XML. \u0414\u043B\u044F \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u044F \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0439 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043E\u0431\u0440\u0430\u0449\u0430\u0439\u0442\u0435\u0441\u044C \u043A \u0444\u0430\u0439\u043B\u0443 \u0436\u0443\u0440\u043D\u0430\u043B\u0430.
reassignmnetFailedForLincenses=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u043B\u0438\u0446\u0435\u043D\u0437\u0438\u044E \u043F\u043E\u0441\u043B\u0435 \u043F\u0435\u0440\u0435\u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0441\u0435\u0440\u0432\u0435\u0440\u0430.\n%1
reassignmnetFailedForState=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0437\u0430\u0434\u0430\u0442\u044C \u0441\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u0435 \u0441\u0435\u0441\u0441\u0438\u0438 \u043F\u043E\u0441\u043B\u0435 \u043F\u0435\u0440\u0435\u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0441\u0435\u0440\u0432\u0435\u0440\u0430.\n%1
httpRecoverableErrror=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u0442\u043F\u0440\u0430\u0432\u0438\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 \u0441\u0435\u0440\u0432\u0438\u0441\u0430. \u0412\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043D\u0435\u043A\u0440\u0438\u0442\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430 HTTP.\n%1
httpIOSendError=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u0442\u043F\u0440\u0430\u0432\u0438\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 \u0441\u0435\u0440\u0432\u0438\u0441\u0430. \u0412\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430 HTTP I/O.\n%1
httpIOReceiveError=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u0447\u0438\u0442\u0430\u0442\u044C \u043E\u0442\u0432\u0435\u0442 \u0437\u0430\u043F\u0440\u043E\u0441\u0430 \u0441\u0435\u0440\u0432\u0438\u0441\u0430. \u0412\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430 HTTP I/O.\n%1
tccsIOError=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u0442\u043F\u0440\u0430\u0432\u0438\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 \u0441\u0435\u0440\u0432\u0438\u0441\u0430. \u0412\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430 I/O.\n%1
tccsConnectionError=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u0442\u043F\u0440\u0430\u0432\u0438\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 \u0441\u0435\u0440\u0432\u0438\u0441\u0430. \u0412\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F \u0441 TCCS.\n%1
tccsProtocolError=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u0442\u043F\u0440\u0430\u0432\u0438\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 \u0441\u0435\u0440\u0432\u0438\u0441\u0430. \u0412\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u043E\u0442\u043E\u043A\u043E\u043B\u0430 TCCS.\n%1
notUsingSsoCredentials=
cryptoFailed=
faildToUpdatePolicy=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u043F\u043E\u043B\u0438\u0442\u0438\u043A\u0443 (%1). %2
failedToRegisterTickets=\u041E\u0448\u0438\u0431\u043A\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u0437\u0430\u043F\u0440\u043E\u0441\u043E\u0432 FMS. %1
failedToDownloadFiles=\u041E\u0448\u0438\u0431\u043A\u0430 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0430 \u0444\u0430\u0439\u043B\u043E\u0432. %1
failedToDownloadDataset=\u041E\u0448\u0438\u0431\u043A\u0430 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0430 \u043D\u0430\u0431\u043E\u0440\u0430 \u0434\u0430\u043D\u043D\u044B\u0445 \u043C\u0435\u0442\u0430\u043C\u043E\u0434\u0435\u043B\u0438 \u043A\u043B\u0438\u0435\u043D\u0442\u0430 %1. %2
failedToInitFSCAndCache=\u041E\u0448\u0438\u0431\u043A\u0430 \u0438\u043D\u0438\u0446\u0438\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0438 FSC. \u041A\u044D\u0448 \u043C\u0435\u0442\u0430\u043C\u043E\u0434\u0435\u043B\u0438 \u043A\u043B\u0438\u0435\u043D\u0442\u0430 \u043D\u0435 \u0431\u0443\u0434\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F. %1
failedDatasetZip=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u043D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 %1 zip-\u0444\u0430\u0439\u043B %2. %3
missingExpectedXmlElement=\u0422\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B \u0434\u0430\u043D\u043D\u044B\u0445 %1.
invalidEnum=\u041D\u0435\u0432\u0435\u0440\u043D\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u0435\u0440\u0435\u0447\u0438\u0441\u043B\u0435\u043D\u0438\u044F %1.
tctpUnexpectedResponse=\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u043E\u043C \u0437\u0430\u043F\u0440\u043E\u0441\u0430 TCTP POST \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043D\u0435\u043F\u0440\u0435\u0434\u0432\u0438\u0434\u0435\u043D\u043D\u044B\u0439 \u043A\u043E\u0434 \u043E\u0442\u0432\u0435\u0442\u0430. %1
tctpIllegalState=\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u043E\u043C \u0437\u0430\u043F\u0440\u043E\u0441\u0430 TCTP POST \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F IllegalStateException. %1
tctpPipeError=\u041E\u0448\u0438\u0431\u043A\u0430 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F \u0441 \u0441\u0435\u0440\u0432\u0435\u0440\u043E\u043C Teamcenter %1.
tctpInvalidHostPath=\u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u043F\u0443\u0442\u044C \u043A \u0443\u0437\u043B\u0443 (%1) \u0434\u043B\u044F \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F TCTP. \u0414\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u043F\u0443\u0442\u044C \u0438\u043C\u0435\u0435\u0442 \u0444\u043E\u0440\u043C\u0430\u0442 tctp://<pipe-name>.
unsupportedEncoding=\u0421\u0438\u0441\u0442\u0435\u043C\u0430 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u043A\u043E\u0434\u0438\u0440\u043E\u0432\u043A\u0443 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432 %1.
invalidSignature=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0443\u044E \u0446\u0438\u0444\u0440\u043E\u0432\u0443\u044E \u043F\u043E\u0434\u043F\u0438\u0441\u044C.
noSignatureInStream=\u041F\u043E\u0442\u043E\u043A \u043D\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0443\u044E \u0446\u0438\u0444\u0440\u043E\u0432\u0443\u044E \u043F\u043E\u0434\u043F\u0438\u0441\u044C.
malformedResponsStream=\u0421\u043E\u0434\u0435\u0440\u0436\u0438\u043C\u043E\u0435 \u043F\u043E\u0442\u043E\u043A\u0430 \u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E\u0435. \u041F\u043E\u0442\u043E\u043A \u043D\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0435 \u0440\u0430\u0437\u0434\u0435\u043B\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u0441\u0438\u043C\u0432\u043E\u043B\u044B \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043A\u0430/\u0442\u0435\u043A\u0441\u0442\u0430.

